{
    "TS%": "True Shooting Percentage - what a player's shooting percentage would be if we accounted for free throws and 3-pointers. True Shooting Percentage = Total points / [(FGA + (0.44 x FTA)]",
    "AST": "Assist Ratio - the percentage of a player's possessions that ends in an assist. Assist Ratio = (Assists x 100) divided by [(FGA + (FTA x 0.44) + Assists + Turnovers]",
    "TO": "Turnover Ratio - the percentage of a player's possessions that end in a turnover. Turnover Ratio = (Turnover x 100) divided by [(FGA + (FTA x 0.44) + Assists + Turnovers]",
    "USG": "Usage Rate - the number of possessions a player uses per 40 minutes. Usage Rate = {[FGA + (FT Att. x 0.44) + (Ast x 0.33) + TO] x 40 x League Pace} divided by (Minutes x Team Pace)",
    "ORR": "Offensive rebound rate",
    "DRR": "Defensive rebound rate",
    "REBR": "Rebound Rate - the percentage of missed shots that a player rebounds. Rebound Rate = (100 x (Rebounds x Team Minutes)) divided by [Player Minutes x (Team Rebounds + Opponent Rebounds)]",
    "PER": "Player Efficiency Rating is the overall rating of a player's per-minute statistical production. The league average is 15.00 every season.",
    "VA": "Value Added - the estimated number of points a player adds to a team’s season total above what a 'replacement player' (for instance, the 12th man on the roster) would produce. Value Added = ([Minutes * (PER - PRL)] / 67). PRL (Position Replacement Level) = 11.5 for power forwards, 11.0 for point guards, 10.6 for centers, 10.5 for shooting guards and small forwards",
    "EWA": "Estimated Wins Added - Value Added divided by 30, giving the estimated number of wins a player adds to a team’s season total above what a 'replacement player' would produce.",
    "TmPoss": "Possessions = .5 * (FGA + .475 * FTA - ORB + TOV). Estimates number of possessions a team has in a game/season.",
    "OR": "Offensive Rating = 100 / (TmPoss + OppPoss) * Pts",
    "DR": "Defensive Rating = 100 / (TmPoss + OppPoss) * OppPts",
    "eFG%": "Effective Field Goal Percentage = (FG + .5 * 3P) / FGA. Adjusts a player's or team's FG% for the fact that a 3 pointer is worth 1.5 times a standard FG",
    "FTR": "Free Throw Rate = FT / FGA. A measure of both how often a player/team gets to the line, as well as how often they make their free throws",
    "ORB%": "Offensive Rebounding Percentage = ORB / MP / (TmORB + OppDRB) * TmMP / 5",
    "DRB%": "Defensive Rebounding Percentage = DRB / MP / (TmDRB + OppORB) * TmMP / 5",
    "TRB%": "Total Rebounding Percentage = TRB / MP / (TmTRB + OppTRB) * TmMP / 5. Measures the percentage of the available rebounds a player grabs at the offensive and defensive ends of the floor while he is in the game.",
    "hAST%": "Hollinger Assist Ratio = AST / (FGA + .475 * FTA + AST + TOV)",
    "pAST%": "Pomeroy Assist Ratio = AST / (((MP / (TmMP / 5)) * TmFG ) - FG). The percentage of teammate baskets a player assisted on while he was on the court",
    "AST/p%": "Assists per Team Possession = AST / ((MP / (TmMP / 5)) * TmPoss)",
    "STL%": "Steal Percentage = STL / ((MP / (TmMP / 5)) * OppPoss)",
    "BLK%": "Block Percentage = BLK / ((MP / (TmMP / 5 )) * (OppFGA - Opp3PA))",
    "TOV%": "Turnover Percentage = TOV / (FGA + .475*FTA + AST + TOV)",
    "Possession": "An instance in which a team gains offensive possession of the ball until it scores, loses the ball, or commits a violation or foul.",
    "Scoring Attempt": "An instance in which a team gains offensive possession of the ball until there is a turnover, make or rebound.",
    "Shooting Attempt": "A field goal attempt, or any trip to the free throw line with live rebounding on the final shot.",
    "Turnover Rate (t%)": "Turnovers/Scoring Attempts",
    "Expected Points per Shooting Attempt (EShot)": "Total Points/Shooting Attempts",
    "Miss Percentage (m%)": "Available Rebounds/ Shooting Attempts",
    "Offensive Rebound Percentage (oreb%)": "Offensive Rebounds/ Available Rebounds",
    "Points per Possession (EPos)": "(1-t%) x EShot / (1 - (1-t%) x (m%) x (oreb%))",
    "Shooting: EShot": "Shooting: EShot",
    "Opponent's Shooting : opp EShot": "Opponent's Shooting : opp EShot",
    "Turnovers : net t%": "net t% = t% - opp t%",
    "Rebounds : net oreb%": "net oreb% = oreb% - opp oreb%",
    "zbo scores": "Four factors normalized with the following parameters: Mean: 75, Standard Deviation: +/-10 (in-game), +/-30 (multi-game cumulative), overall zbo: 32% Shooting, 32% Opponent's Shooting, 20% Turnovers, 16% Rebounds",
    "%3PA": "Percent of Team's 3 Point Field Goals Attempted. The percentage of a team's 3 point field goals attempted that a player has while on the court",
    "%3PM": "Percent of Team's 3 Point Field Goals Made. The percentage of a team's 3 point field goals that a player has made while on the court",
    "%AST": "Percent of Team's Assists. The percentage of a team's assists that a player has while on the court",
    "%BLK": "Percent of Team's Blocks. The percentage of a team's blocks that a player has while on the court",
    "%BLKA": "Percent of Team's Blocked Field Goal Attempts. The percentage of a team's own blocked field goal attempts that a player has while on the court",
    "%DREB": "Percent of Team's Defensive Rebounds. The percentage of a team's defensive rebounds that a player has while on the court",
    "%FGA": "Percent of Team's Field Goals Attempted. The percentage of a team's field goals attempted that a player has attempted while on the court",
    "%FGA 2PT": "Percent of Field Goals Attempted (2 Pointers). The percentage of field goals attempted by a player or team that are 2 pointers",
    "%FGA 3PT": "Percent of Field Goals Attempted (3 Pointers). The percentage of field goals attempted by a player or team that are 3 pointers",
    "%FGM": "Percent of Team's Field Goals Made. The percentage of a team's made field goals that a player has made while on the court",
    "%FTA": "Percent of Team's Free Throws Attempted. The percentage of a team's free throws attempted that a player has attempted while on the court",
    "%FTM": "Percent of Team's Free Throws Made. The percentage of a team's made free throws that a player has made while on the court",
    "%OREB": "Percent of Team's Offensive Rebounds. The percentage of a team's offensive rebounds that a player has while on the court",
    "%PF": "Percent of Team's Personal Fouls. The percentage of a team's personal fouls that a player has while on the court",
    "%PFD": "Percent of Team's Personal Fouls Drawn. The percentage of a team's personal fouls drawn that a player has while on the court",
    "%PTS": "Percent of Team's Points. The percentage of a team's points that a player has while on the court",
    "%PTS 2PT": "Percent of Points (2-Point Field Goals). The percentage of points scored by a player or team that are from 2 point field goals",
    "%PTS 2PT MR": "Percent of Points (2-Point Field Goals: Mid Range). The percentage of points scored by a player or team that are that are from mid-range field goals (2 point field goals from outside the paint)",
    "%PTS 3PT": "Percent of Points (3-Point Field Goals). The percentage of points scored by a player or team that are from 3 point field goals",
    "%PTS FBPS": "Percent of Points (Fast Break Points). The percentage of points scored by a player or team that are from fast break opportunities",
    "%PTS FT": "Percent of Points (Free Throws). The percentage of points scored by a player or team that are from free throws",
    "%PTS OFF TO": "Percent of Points (Off Turnovers). The percentage of points scored by a player or team that are scored on the possession after forcing an opponent turnover",
    "%PTS PITP": "Percent of Points (Points in the Paint). The percentage of points scored by a player or team that are scored in the paint",
    "%STL": "Percent of Team's Steals. The percentage of a team's steals that a player has while on the court",
    "%TOV": "Percent of Team's Turnovers. The percentage of a team's turnovers that a player has while on the court",
    "2FG FREQ": "2 Point Field Goal Frequency. The percentage of opponent field goal attempts that fit the specified criteria. Formula: (2FGA)/(FGA)",
    "2FG%": "2 Point Field Goal Percentage. The percentage of 2 point field goal attempts of a specified criteria that a player or team makes. Formula: (2FGM)/(2FGA)",
    "2FGA": "2 Point Field Goals Attempted. The number of 2 point field goals that a player or team has attempted that fit the specified criteria",
    "2FGM": "2 Point Field Goals Made. The number of 2 point field goals that a player or team has made that fit the specified criteria",
    "2FGM %AST": "Percent of 2 Point Field Goals Made Assisted. The percentage of 2 point field goals made by a player or team that are assisted by a teammate",
    "2FGM %UAST": "Percent of 2 Point Field Goals Made Unassisted. The percentage of 2 point field goals made by a player or team that are not assisted by a teammate",
    "2nd PTS": "Second Chance Points. The percentage of isolation plays where a player or team shoots free throws as the result of a shooting foul",
    "3FG FREQ": "3 Point Field Goal Frequency. The percentage of opponent field goal attempts of the specified criteria that are 3 point attempts. Formula: (3FGA)/(FGA)",
    "3FGM %AST": "Percent of 3 Point Field Goals Made Assisted. The percentage of 3 point field goals made by a player or team that are assisted by a teammate",
    "3FGM %UAST": "Percent of 3 Point Field Goals Made Unassisted. The percentage of 3 point field goals made by a player or team that are not assisted by a teammate",
    "3P%": "3 Point Field Goal Percentage. The percentage of 3 point field goal attempts that a player makes. Formula: (3PM)/(3PA)",
    "3PA": "3 Point Field Goals Attempted. The number of 3 point field goals that a player or team has attempted",
    "3PM": "3 Point Field Goals Made. The number of 3 point field goals that a player or team has made",
    "+/-": "Plus-Minus. The point differential when a player or team is on the floor",
    "Adjusted DREB Chance %": "Adjusted Defensive Rebound Chance Percentage. Percentage of rebounds gathered when given a rebound chance on defense; excludes all deferred rebounds. Formula: (DREB)/(DREB Chances - Deferred DREB Chances)",
    "Adjusted OREB Chance %": "Adjusted Offensive Rebound Chance Percentage. Percentage of rebounds gathered when given a rebound chance on offense; excludes all deferred rebounds. Formula: (OREB)/(OREB Chances - Deferred OREB Chances)",
    "Adjusted REB Chance %": "Adjusted Rebound Chance Percentage. Percentage of rebounds gathered when given a rebound chance; excludes all deferred rebounds. Formula: (REB)/(REB Chances - Deferred REB Chances)",
    "And One Freq": "And One Frequency. The percentage of plays where a player or team makes a field goal while also being awarded a free throw attempt due to a shooting foul",
    "AST": "Assists. The number of assists -- passes that lead directly to a made basket -- by a player",
    "AST ADJ": "Assists Adjusted. The total sum of a player or team's assists, free throw assists, and secondary assists",
    "AST Per 100 Events": "Assists by the player off that event type divided by the number of events for that player, multiplied by 100",
    "AST PTS Created": "Assist Points Created. Points created by a player or team through their assists",
    "AST Ratio": "Assist Ratio. Assist Ratio is the number of assists a player averages per 100 possessions used. Formula: (AST * 100) / (POSS)",
    "AST to PASS%": "Assist to Pass Percentage. The percentage of passes by a player or team that are assists. Formula: (Assists)/(Passes Made)",
    "AST to PASS% ADJ": "Assist to Pass Percentage Adjusted. The percentage of passes by a player or team that are assists, free throw assists, or secondary assists. Formula: (Adjusted Assists)/(Passes Made)",
    "AST%": "Assist Percentage. The percentage of teammate field goals a player assisted on while they were on the floor. Formula: AST / (TmFGM - FGM)",
    "AST/TO": "Assist to Turnover Ratio. The number of assists for a player or team compared to the number of turnovers they have committed",
    "AVG DREB Distance": "Average Defensive Rebound Distance. The average distance of a defensive rebound",
    "AVG DRIB PER TOUCH": "Average Dribbles per Touch. The average number of dribbles a player or team takes per touch",
    "AVG OREB Distance": "Average Offensive Rebound Distance. The average distance of an offensive rebound",
    "AVG REB Distance": "Average Rebound Distance. The average distance of a rebound",
    "AVG SEC PER TOUCH": "Average Seconds per Touch. The average number of seconds per touch by a player or team",
    "Avg Speed": "Average Speed. The average speed in miles per hour of all movements (sprinting, jogging, standing, walking) by a player or team while on the court",
    "Avg Speed Def": "Average Speed Defense. The average speed in miles per hour of all movements (sprinting, jogging, standing, walking) by a player or team while on defense",
    "Avg Speed Off": "Average Speed Offense. The average speed in miles per hour of all movements (sprinting, jogging, standing, walking) by a player or team while on offense",
    "BLK": "Blocks. A block occurs when an offensive player attempts a shot, and the defense player tips the ball, blocking their chance to score",
    "BLKA": "Blocks Against. The number of shots attempted by a player or team that are blocked by a defender",
    "BLKA": "Opponent Blocks. Number of times an opponent has registered a block on the shot of a player or team",
    "Body Fat %": "Body Fat Percentage. Body Fat Percentage",
    "Boxouts": "Boxouts. The number of times a player made physical contact with an opponent who was actively pursuing a rebound, showed visible progress or strong effort in disadvantaging the opponent, and successfully prevented that opponent from securing the rebound",
    "Catch Shoot FG%": "Catch Shoot Field Goal Percentage. The field goal percentage by a player or team on Catch and Shoot shots",
    "Catch Shoot PTS": "Catch Shoot Points. The number of points scored by a player or team on Catch and Shoot shots",
    "Charges Drawn": "Charges Drawn. The number of times a defensive player or team draws a charge",
    "Close Touch": "Close Touch. Any touch where the player receives the ball within 5 feet of the basket",
    "College Break Left": "College Break Left. A player takes five shots from the left break area of the court. The shot is from the distance of a college three pointer (20 ft. 9 in.)",
    "College Break Right": "College Break Right. A player takes five shots from the right break area of the court. The shot is from the distance of a college three pointer (20 ft. 9 in.)",
    "College Corner Left": "College Corner Left. A player takes five shots from the left corner area of the court. The shot is from the distance of a college three pointer (20 ft. 9 in.)",
    "College Corner Right": "College Corner Right. A player takes five shots from the right corner area of the court. The shot is from the distance of a college three pointer (20 ft. 9 in.)",
    "College Top Key": "College Top Key. A player takes five shots from the top of the key. The shot is from the distance of a college three pointer (20 ft. 9 in.)",
    "Contested 2PT Shots": "Contested 2PT Shots. The number of times a defensive player or team closes out and raises a hand to contest a 2 point shot prior to its release",
    "Contested 3PT Shots": "Contested 3PT Shots. The number of times a defensive player or team closes out and raises a hand to contest a 3 point shot prior to its release",
    "Contested DREB": "Contested Defensive Rebounds. A defensive rebound where an opponent is within 3.5 feet of the rebounder",
    "Contested DREB%": "Contested Defensive Rebound Percentage. The percentage of defensive rebounds the player collects while an opponent is within 3.5 feet of the rebounder. Formula: (Contested DREB)/(DREB)",
    "Contested OREB": "Contested Offensive Rebounds. An offensive rebound where an opponent is within 3.5 feet of the rebounder",
    "Contested OREB%": "Contested Offensive Rebound Percentage. The percentage of offensive rebounds the player collects while an opponent is within 3.5 feet of the rebounder. Formula: (Contested OREB)/(OREB)",
    "Contested REB": "Contested Rebounds. A rebound where an opponent is within 3.5 feet of the rebounder",
    "Contested REB%": "Contested Rebound Percentage. The percentage of rebounds the player collects while an opponent is within 3.5 feet of the rebounder. Formula: (Contested REB)/(REB)",
    "Contested Shot": "Any shot where the closest defender is within 3.5 feet",
    "Contested Shots": "Contested Shots. The number of times a defensive player or team closes out and raises a hand to contest a shot prior to its release",
    "CFG%": "Contested Field Goals Percentage. The percentage of field goals the opposing players made while a defensive player was contesting",
    "CFGA": "Contested Field Goals Attempted. The number of field goals the opposing players attempted while a defensive player was contesting",
    "CFGM": "Contested Field Goals Made. The number of field goals the opposing players made while a defensive player was contesting",
    "C3P%": "Contested Three Pointers Percentage. The percentage of three-point field goals the opposing players made while a defensive player was contesting",
    "C3PA": "Contested Three Pointers Attempted. The number of three-point field goals the opposing players took while a defensive player was contesting",
    "C3PM": "Contested Three Pointers Made. The number of three-point field goals the opposing players made while a defensive player was contesting",
    "DD2": "Double Doubles. The number of double-doubles (double-digit number total in two of the five categories in a game) a player achieves",
    "DEF FLS": "Defensive Fouls. The number of non-shooting defensive fouls a defensive player committed while guarding a specific offensive player",
    "DEF MU%": "Defensive Matchup Percentage. The percentage of a defensive player’s overall possessions where they were guarding a specific offensive player",
    "DEF WS": "Defensive Win Shares. Share of wins a player contributes to their team from defense",
    "Deferred DREB Chances": "Deferred Defensive Rebound Chances. The number of times that a player has a defensive rebound chance, but defers the rebound to a teammate",
    "Deferred OREB Chances": "Deferred Offensive Rebound Chances. The number of times that a player has an offensive rebound chance, but defers the rebound to a teammate",
    "Deferred REB Chances": "Deferred Rebounds Chances. The number of times that a player has a rebound chance, but defers the rebound to a teammate",
    "Deflections": "Deflections. The number of times a defensive player or team gets their hand on the ball on a non-shot attempt",
    "DEFRTG": "Defensive Rating. The number of points allowed per 100 possessions by a team. For a player, it is the number of points per 100 possessions that the team allows while that individual player is on the court. Formula: 100*((Opp Points)/(Opp POSS))",
    "DET FACTOR": "Deterrent Factor. The percentage of a player’s season average FGA output per Possession that he shot in a specific matchup. Formula: ((Matchup FGA)/Matchup Possessions)/(Player’s Season Average FGA per Possession)",
    "DFG%": "Defended Field Goal Percentage. The opponents field goal percentage on shots when the player is defending the shot. Formula: (DFGM)/(DFGA)",
    "DFGA": "Field Goals Defended at Rim Attempted. Field goals attempted by the opponent while the player or team was defending the rim",
    "DFGM": "Field Goals Defended at Rim Made. Field goals made by the opponent while the player or team was defending the rim",
    "DIFF%": "Percentage Points Difference. The difference between the normal percentage of a shooter on shots throughout the season and the percentage on shots when the defensive player or team is guarding the shooter. A good defensive number will be negative because the defensive player holds their opponent to a lower percentage than normal. Formula: FG% - DFG%",
    "Dist. Feet": "Distance Feet. Distance run by a player or team measured in feet",
    "Dist. Miles": "Distance Miles. Distance run by a player or team measured in miles. Formula: (Dist. Feet)/5280",
    "Dist. Miles Def": "Distance Miles Defense. Miles run by a player or team while on defense",
    "Dist. Miles Off": "Distance Miles Offense. Miles run by a player or team while on offense",
    "DREB": "Defensive Rebounds. The number of rebounds a player or team has collected while they were on defense",
    "DREB Chance%": "Defensive Rebounds Chance Percentage. The percentage of defensive rebounds a player recovers compared to the number of defensive rebounding chances. Formula: (DREB)/(DREB Chances)",
    "DREB Chances": "Defensive Rebound Chances. When on defense, a player has a defensive rebound chance if they are the closest player to the ball at any point in time between when the ball has crossed below the rim to when it is fully rebounded",
    "DREB%": "Defensive Rebounding Percentage. The percentage of available defensive rebounds a player or team obtains while on the floor.",
    "Drive FG%": "Drive Field Goal Percentage. The field goal percentage of a player or team on drives to the basket",
    "Drive PTS": "Drive Points. The number of points scored by a player or team on drives to the basket",
    "Drives": "Drives. When a player attacks the basket off the dribble in the halfcourt offense. Does not include situations where the player starts close to the basket, catches on the move, or immediately gets cut off on the perimeter",
    "Elbow Touch": "Any touch where the player receives the ball near the free throw line",
    "Elbow Touch FG%": "Elbow Touch FG%. The field goal percentage by a player or team on touches at the elbow",
    "Elbow Touch PTS": "Elbow Touch Points. The number of points scored by a player or team on touches at the elbow",
    "FBPS": "Fast Break Points. The number of points scored by a player or team while on a fast break",
    "FG%": "Field Goal Percentage. The percentage of field goal attempts that a player makes. Formula: (FGM)/(FGA)",
    "FGA": "Field Goals Attempted. The number of field goals that a player or team has attempted. This includes both 2 pointers and 3 pointers",
    "FGM": "Field Goals Made. The number of field goals that a player or team has made. This includes both 2 pointers and 3 pointers",
    "FGM %AST": "Percent of Field Goals Made Assisted. The percentage of total field goals made by a player or team that are assisted by a teammate",
    "FGM %UAST": "Percent of Field Goals Made Unassisted. The percentage of total field goals made by a player or team that are not assisted by a teammate",
    "Fifteen Break Left": "A player takes five shots from the left break and 15 feet away from the basket",
    "Fifteen Break Right": "A player takes five shots from the right break and 15 feet away from the basket",
    "Fifteen Corner Left": "A player takes five shots from the left baseline and 15 feet away from the basket",
    "Fifteen Corner Right": "A player takes five shots from the right baseline and 15 feet away from the basket",
    "Fifteen Top Key": "A player takes five shots from the top of the key and 15 feet away from the basket",
    "FP": "Fantasy Points. The number of fantasy points a player accumulates. Formula: Pts: 1 Rebs: 1.2 Ast: 1.5 Stl: 3 Blocks: 3 TO: -1",
    "Freq": "Frequency. The number of events that occur that fit the specified criteria based on the number of events overall",
    "FRONT CT TOUCHES": "Front Court Touches. The number of touches made by a player or team in the front court",
    "FT Assists": "Free Throw Assists. A player is awarded a free throw assist if they passed the ball to a player who drew a shooting foul within one dribble of receiving the pass",
    "FT Freq": "Free Throw Frequency. The percentage of plays where a player or team shoots free throws as the result of a foul",
    "FT%": "Free Throw Percentage. The percentage of free throw attempts that a player or team has made. Formula: (FTM)/(FTA)",
    "FTA": "Free Throws Attempted. The number of free throws that a player or team has attempted",
    "FTA RATE": "Free Throw Attempt Rate. The number of free throw attempts a team shoots in comparison to the number of field goal attempts that team shoots. Formula: (FTA)/(FGA)",
    "FTM": "Free Throws Made. The number of free throws that a player or team has made",
    "G": "Games. The number of games a player or team played where a specified criteria occured",
    "GP": "Games Played. The number of games played",
    "Hand Length (inches)": "Length of the Prospect's hand in inches. The measurement is taken from the bottom of the player's palm to the tip of their middle finger",
    "Hand Width (inches)": "Width of the Prospects hand in inches. The measurement is taken from the player's outstretched hand from the tip of the thumb to tip of the pinky finger",
    "Height W/ Shoes": "Height with Shoes. Height of the player while wearing shoes",
    "Height W/O Shoes": "Height without Shoes. Height of the player without wearing shoes",
    "HELP BLK": "Helped Blocks. The number of blocks a defensive player recorded on a different defensive player than the one they were matched up with",
    "HELP BLK REC": "Helped Blocks Received. The number of times an offensive player’s shot was blocked by a different defensive player than the one they were matched up with",
    "L": "Losses. The number of games lost by a player or team",
    "Lane Agility Time (seconds)": "The time result of the drill that measures lateral quickness and the player's agility",
    "Loose Balls Recovered": "The number of times a player or team gains sole possession of a live ball that is not in the control of either team",
    "Max Bench Press (repetitions)": "The number of bench press repetitions at 185 lbs",
    "Max Vertical Leap (inches)": "The vertical leap of a player with a few steps to start and gather their leap",
    "MIN": "Minutes Played. The number of minutes played by a player or team",
    "NBA Break Left": "A player takes five shots from the left break area of the court. The shot is from the distance of an NBA three pointer (23 ft. 9 in.)",
    "NBA Break Right": "A player takes five shots from the right break area of the court. The shot is from the distance of an NBA three pointer (23 ft. 9 in.)",
    "NBA Corner Left": "A player takes five shots from the left corner area of the court. The shot is from the distance of an NBA three pointer (23 ft. 9 in.)",
    "NBA Corner Right": "A player takes five shots from the right corner area of the court. The shot is from the distance of an NBA three pointer (23 ft. 9 in.)",
    "NBA Top Key": "A player takes five shots from top of the key. The shot is from the distance of an NBA three pointer (23 ft. 9 in.)",
    "NetRtg": "Net Rating. Measures a team's point differential per 100 possessions. On player level this statistic is the team's point differential per 100 possessions while they are on court. Formula: OFFRTG - DEFRTG",
    "Off Dribble College Break Left": "A player takes six shots coming off the dribble from the left break area of the court. The shot is from about the distance of a college three pointer (20 ft. 9 in.)",
    "Off Dribble College Break Right": "A player takes six shots coming off the dribble from the right break area of the court. The shot is from about the distance of a college three pointer (20 ft. 9 in.)",
    "Off Dribble College Top Key": "A player takes six shots coming off the dribble from the top of the key. The shot is from about the distance of a college three pointer (20 ft. 9 in.)",
    "Off Dribble Fifteen Break Left": "A player takes six shots coming off the dribble from 15 feet away from the basket on the left break area of the court",
    "Off Dribble Fifteen Break Right": "A player takes six shots coming off the dribble from 15 feet away from the basket on the right break area of the court",
    "Off Dribble Fifteen Top Key": "A player takes six shots coming off the dribble from 15 feet out at the top of the key",
    "OFF FLS": "Offensive Fouls. The number of offensive fouls an offensive player committed while being guarded by a specific defensive player",
    "OFF MU%": "Offensive Matchup Percentage. The percentage of an offensive player’s overall possessions where they were guarded by a specific defensive player",
    "OffRtg": "Offensive Rating. Measures a team's points scored per 100 possessions. On a player level this statistic is team points scored per 100 possessions while they are on court. Formula: 100*((Points)/(POSS)",
    "On The Move College": "35 seconds to attempt as many shots as time allows from college 3-pt range (20 ft. 9 in.) while moving between spots (corners and elbows from both sides)",
    "On The Move Fifteen": "35 seconds to attempt as many shots as time allows from 15 feet while moving between spots (corners and elbows from both sides)",
    "OPP 2nd PTS": "Opponent Second Chance Points. The number of points an opposing player or team scores on a possession when the opposing team rebounds the ball on offense",
    "OPP 2ND PTS": "Opponent 2nd Chance Points. The number of points an opposing player or team scores on possessions where the opposing team rebounds the ball on offense",
    "Opp 3P%": "Opponent Three Point Percentage. The percentage of 3 point attempts that are made by an opponent",
    "Opp 3PA": "Opponent Three Point Attempted. The number of 3 point field goals attempted by an opposing player or team",
    "Opp 3PM": "Opponent Three Point Made. The number of 3 point field goals made by an opposing player or team",
    "Opp AST": "Opponent Assists. Number of times an opponent has registered an assist",
    "OPP BLK": "Opponent Blocked Shots. Number of times an opponent has registered a block on the shot of a player or team",
    "Opp BLKA": "Opponent Blocks Against. An opponent's number of shot attempts that are blocked",
    "Opp DREB": "Opponent Defensive Rebounds. An opponent's number of defensive rebounds collected",
    "Opp EFG%": "Opponent Effective Field Goal Percentage. An opponent's field goal percentage that is adjusted for made 3 pointers being 1.5 times more valuable than a 2 point shot. Formula: ((FGM + (0.5 * 3PM))/FGA",
    "OPP FBPs": "Opponent Fast Break Points. The number of points scored by an opposing player or team while on a fast break",
    "Opp FG%": "Opponent Field Goal Percentage. The percentage of field goal attempts that are made by an opponent",
    "Opp FGA": "Opponent Field Goals Attempted. An opponent's number of field goals attempted",
    "Opp FGM": "Opponent Field Goals Made. An opponent's number of field goals made",
    "Opp FT%": "Opponent Free Throw Percentage. The percentage of free throw attempts that are made by an opponent",
    "Opp FTA": "Opponent Free Throw Attempted. An opponent's number of free throws attempted",
    "Opp FTA Rate": "Opponent Free Throw Attempt Rate. The number of free throw attempts a player or team allows in comparison to the number of shot attempts that player or team allows. Formula: (Opp FTA)/(Opp FGA)",
    "Opp FTM": "Opponent Free Throw Made. An opponent's number of free throws made",
    "Opp OREB": "Opponent Offensive Rebounds. The number of offensive rebounds obtained by an opposing player or team",
    "OPP OREB%": "Opponent Offensive Rebounding Percentage. The percentage of available offensive rebounds an opponent obtains while a specific player is on the court",
    "Opp PF": "Opponent Personal Fouls. The number of personal fouls committed by an opposing player or team",
    "Opp PFD": "Opponent Personal Fouls Drawn. The number of personal fouls drawn by an opposing player or team",
    "OPP PITP": "Opponent Points in the Paint. The number of points scored by an opposing player or team in the paint",
    "Opp PTS": "Opponent Points. The number of points scored by an opposing player or team",
    "OPP PTS OFF TO": "Opponent Points off Turnovers. The number of points scored by an opposing player or team following a turnover",
    "Opp REB": "Opponent Total Rebounds. The number of total rebounds obtained by an opposing player or team",
    "Opp STL": "Opponent Steals. The number of steals obtained by an opposing player or team",
    "Opp TOV": "Opponent Turnovers. The number of times an opponent on offense loses the ball to the defense",
    "OPP TOV%": "Opponent Turnover Percentage. The number of turnovers an opponent averages per 100 of their own possessions",
    "OREB": "Offensive Rebounds. The number of rebounds a player or team has collected while they were on offense",
    "OREB Chance%": "Offensive Rebound Chance Percentage. The percentage of offensive rebounds a player or team recovers compared to the number of offensive rebounding chances. Formula: (OREB)/(OREB Chances)",
    "OREB Chances": "Offensive Rebound Chances. When on offense, a player has a offensive rebound chance if they are the closest player to the ball at any point in time between when the ball has crossed below the rim to when it is fully rebounded",
    "OREB%": "Offensive Rebounding Percentage. The percentage of available offensive rebounds a player or team obtains while on the floor",
    "PACE": "Pace. The number of possessions per 48 minutes for a team or player.",
    "Paint Touch": "Any touch were the player receives the ball inside the 3-second lane",
    "Paint Touch FG%": "Paint Touch Field Goal Percentage. The field goal percentage by a player or team on touches in the paint",
    "Paint Touch PTS": "Paint Touch Points. The number of points scored by a player or team on touches in the paint",
    "PASS": "Passes. The number of passes made to or received from the given player or team",
    "PASS%": "Pass Percentage. Percentage of times a player passes",
    "Passes Made": "The number of total passes made by a player or team per game",
    "Passes Received": "The number of total passes received by a player or team per game",
    "PASS Per 100 Events": "Passes by the player off that event type divided by the number of events for that player, multiplied by 100",
    "Percentile": "A player or team's points per possession ranked against the rest of the league. The percentage value is the percent of eligible players with an inferior points per possession than the selected player or team. *10 Possession minimum",
    "PF": "Personal Fouls. The number of personal fouls a player or team committed",
    "PFD": "Personal Fouls Drawn. The number of personal fouls that are drawn by a player or team",
    "PIE": "Player Impact Estimate. PIE measures a player's overall statistical contribution against the total statistics in games they play in. PIE yields results which are comparable to other advanced statistics (e.g. PER) using a simple formula. Formula: (PTS + FGM + FTM - FGA - FTA + DREB + (.5 * OREB) + AST + STL + (.5 * BLK) - PF - TO) / (GmPTS + GmFGM + GmFTM - GmFGA - GmFTA + GmDREB + (.5 * GmOREB) + GmAST + GmSTL + (.5 * GmBLK) - GmPF - GmTO)",
    "PITP": "Points In The Paint. The number of points scored by a player or team in the paint",
    "Player Points per 100 Events": "Points scored by the player off that event type divided by the number of events for that player, multiplied by 100",
    "Player PTS DIFF": "Player Points Difference. An offensive player’s Points per 100 Possessions in a specific matchup compared to their season average Points per 100 Possessions. Formula: 100*(Matchup Player Points/Matchup Possessions) – Player’s Season Average Points per 100 Possessions",
    "Poss": "Possessions. The number of possessions played by a player or team. Please note: an Offensive Rebound does not create another possession, it simply makes the existing possession longer.",
    "Post Touch FG%": "Post Touch Field Goal Percentage. The field goal percentage by a player or team on touches in the post",
    "Post Touch PTS": "Post Touch Points. The number of points scored by a player or team on touches in the post",
    "Post Touches": "The number of touches made by a player or team in the post",
    "Potential AST": "Potential Assists. Any pass to a teammate who shoots within 1 dribble of receiving the ball",
    "PPP": "Points Per Possession. The number of points a player or team scores per possession",
    "PTS": "Points. The number of points scored",
    "PTS OFF TO": "Points off Turnovers. The number of points scored by a player or team following an opponent's turnover",
    "PTS PER ELBOW TOUCH": "Points per Elbow Touch. The number of points scored by a player or team per elbow touch",
    "PTS PER PAINT TOUCH": "Points per Paint Touch. The number of points scored by a player or team per paint touch",
    "PTS PER POST TOUCH": "Points per Post Touch. The number of points scored by a player or team per post touch",
    "PTS PER TOUCH": "Points per Touch. The number of points scored by a player or team per touch",
    "PTS%": "Points Percentage. Percentage of points scored",
    "Pull Up FG%": "Pull Up Field Goal Percentage. The field goal percentage by a player or team on Pull Up shots",
    "Pull Up PTS": "Pull Up Points. The number of points scored by a player or team on Pull Up shots",
    "REB": "Rebounds. A rebound occurs when a player recovers the ball after a missed shot. This statistic is the number of total rebounds a player or team has collected on either offense or defense",
    "REB Chance%": "Rebound Chance Percentage. The percentage of rebounds a player or team recovers compared to the number of rebounding chances. Formula: (REB)/(REB Chances)",
    "REB Chances": "Rebound Chances. A player has a rebound chance if they are the closest player to the ball at any point in time between when the ball has crossed below the rim to when it is fully rebounded",
    "REB%": "Rebounding Percentage. The percentage of available rebounds a player or team grabbed while on the floor",
    "SAST": "Screen Assists. The number of times an offensive player or team sets a screen for a teammate that directly leads to a made field goal by that teammate",
    "Score Freq": "Score Frequency. The percentage of plays where a player or team scores at least 1 point",
    "Secondary Assist": "Secondary Assist. A player is awarded a secondary assist if they passed the ball to a player who recorded an assist within 1 second and without dribbling",
    "Shot At Rim": "Any shot with distance within 5 feet of the basket",
    "SF Freq": "Shooting Foul Frequency. The percentage of plays where a player or team shoots free throws as the result of a shooting foul",
    "SFL": "Shooting Fouls. The number of shooting fouls a defensive player committed against their matchups",
    "SFL Per 100 Events": "Shooting Fouls Drawn by the player off that event type divided by the number of events for that player, multiplied by 100",
    "Shuttle Run (seconds)": "The time result of the drill that measures a player's agility and ability to change directions",
    "Standing Reach": "The reach of the player while standing still. The player reaches straight up to their highest point",
    "Standing Vertical Leap (inches)": "The vertical leap of a player with no running start",
    "STL": "Steals. Number of times a defensive player or team takes the ball from a player on offense, causing a turnover",
    "STL%": "Steals Percentage. The percentage of a team's steals that a player has while on the court",
    "Team PTS DIFF": "Team Points Difference. An offensive player’s Team Points per 100 Possessions in a specific matchup compared to their season average Points per 100 Possessions. Formula: 100*(Matchup Team Points/Matchup Possessions) – Team’s Season Average Points per 100 Possessions",
    "Team Pts Per 100 Possessions": "Team Points Per 100 Possessions (on an event). Points scored by the team on possessions where there is an event for that player, divided by the number of unique possessions where there is an event for that player, multiplied by 100",
    "TD3": "Triple Doubles. The number of triple-doubles (double-digit number total in three of the five categories in a game) a player achieves",
    "Three Quarter Sprint (seconds)": "The time result of the drill where a player is timed in a sprint from the baseline to 3/4th the length of the court",
    "TIME OF POSS": "Time of Possession. The number of minutes that a player or team possesses the ball",
    "TO Freq": "Turnover Frequency. The percentage of plays where a player or team commits a turnover",
    "TO Ratio": "Turnover Ratio. The number of turnovers a player or team averages per 100 possessions used. Formula: (TO * 100) / (POSS)",
    "Touches": "Touches. The number of times a player or team touches and posseses the ball during the game",
    "TOV": "Turnovers. A turnover occurs when the player or team on offense loses the ball to the defense",
    "TOV%": "Turnover Percentage. Percentage of plays that end in a player or team's turnover",
    "Tracking eFG%": "Effective Field Goal Percentage on shots off that event type",
    "Tracking Player Points": "Points scored by the player off that event type",
    "TS%": "True Shooting Percentage. A shooting percentage that factors in the value of three-point field goals and free throws in addition to conventional two-point field goals. Formula: Points/ [2*(Field Goals Attempted+0.44*Free Throws Attempted)]",
    "Uncontested DREB": "Uncontested Defensive Rebounds. The number of defensive rebounds gathered by a player or team while no opponent is within 3.5 feet",
    "Uncontested OREB": "Uncontested Offensive Rebounds. The number of offensive rebounds gathered by a player or team while no opponent is within 3.5 feet",
    "Uncontested REB": "Uncontested Rebounds. The number of rebounds gathered by a player or team while no opponent is within 3.5 feet",
    "USG%": "Usage Percentage. The percentage of team plays used by a player when they are on the floor. Formula: (FGA + Possession Ending FTA + TO) / POSS",
    "W": "Wins. The number of games won by a player or team",
    "Win%": "Win Percentage. The percentage of games played that a player or team has won. Formula: (W)/(GP)",
    "Wingspan": "Wingspan. The player stretches their arms horizontally and a measure is made from the tip of their left hand to the tip of their right hand"
}
